Repository: faidoc/jockey
Catalog: po/*.po
Languages: tr

source: Please enter 'y' or 'n' and press Enter
tr: Lütfen 'e' veya 'h' yazıp Enter tuşuna basın

source: y
tr: e

source: n
tr: h

source: Check for new hardware drivers
tr: Yeni donanım sürücülerini denetle

source: Notify about new hardware drivers available for the system
tr: Sistem için kullanılabilir olan yeni donanım sürücülerini bildir

source: Cannot connect to D-BUS, please use the --no-dbus option as root to use jockey without it.
tr: D-BUS'a bağlanılamadı, jockey'i D-BUS olmadan kullanmak için lütfen root olarak --no-dbus seçeneğini kullanın.

source: Searching for available drivers...
tr: Kullanılabilir sürücüler aranıyor...

source: Component
tr: Bileşen

source: _Enable
tr: _Etkinleştir

source: _Disable
tr: _Devre dışı bırak

source: Enabled
tr: Etkinleştirildi

source: Disabled
tr: Devre Dışı

source: Status
tr: Durum

source: Needs computer restart
tr: Bilgisayarın yeniden başlatılması gerekiyor

source: In use
tr: Kullanımda

source: Not in use
tr: Kullanımda değil

source: License:
tr: Lisans:

source: details
tr: ayrıntılar

source: Free
tr: Özgür

source: Proprietary
tr: Sahipli

source: Download in progress
tr: İndirme sürüyor

source: Unknown driver
tr: Bilinmeyen sürücü

source: You are not authorized to perform this action.
tr: Bu işlemi yapmak için yetkiniz yok.

source: Tested by the %s developers
tr: %s geliştiricileri tarafından test edilmiştir

source: Not tested by the %s developers
tr: %s geliştiricileri tarafından test edilmedi

source: Recommended
tr: Önerilen

source: License Text for Device Driver
tr: Aygıt Sürücüsü için Telif Metni

source: Install Drivers
tr: Sürücüleri Kur

source: Restricted Additional Drivers
tr: Kısıtlı Ek Sürücüler

source: Additional Drivers
tr: Ek Sürücüler

source: Driver search results
tr: Sürücü arama sonuçları

source: Proprietary drivers are being used to make this computer work properly.
tr: Bu bilgisayarın düzgün çalışması için özgür olmayan sürücüler kullanılıyor

source: No proprietary drivers are in use on this system.
tr: Bu sistemde kullanımda olan sahipli sürücü yok.

source: Proprietary drivers do not have public source code that %(os)s developers are free to modify. Security updates and corrections depend solely on the responsiveness of the manufacturer. %(os)s cannot fix or improve these drivers.
tr: Özgür olmayan sürücülerin %(os)s geliştiricileri tarafından değiştirilebilen kaynak kodları yoktur. Güvenlik güncelleştirmeleri ve hata düzeltmeleri tamamen üreticinin hevesliliğine bağlıdır. %(os)s bu sürücüleri onaramaz ve geliştiremez.

source: Graphics driver
tr: Grafik sürücüsü

source: Firmware
tr: Donanım yazılımı

source: Device driver
tr: Aygıt sürücüsü

source: version %s
tr: sürüm %s

source: _Remove
tr: _Kaldır

source: _Deactivate
tr: _Devre dışı bırak

source: This driver is activated and currently in use.
tr: Bu sürücü etkinleştirilmiş ve şu an kullanımda.

source: You need to restart the computer to activate this driver.
tr: Bu sürücüyü etkinleştirmek için bilgisayarı yeniden başlatmalısınız.

source: This driver is activated but not currently in use.
tr: Bu sürücü etkinleştirilmiş fakat şu an kullanımda değil.

source: _Activate
tr: _Etkinleştir

source: This driver was just disabled, but is still in use.
tr: Bu sürücü az önce devre dışı bırakıldı ancak hala kullanımda.

source: A different version of this driver is in use.
tr: Bu sürücünün farklı bir sürümü kullanımda.

source: This driver is not activated.
tr: Bu sürücü etkinleştirilmemiş.

source: Check for newly used or usable drivers and notify the user.
tr: Yeni kullanılmış ya da kullanılabilir sürücüleri denetle ve kullanıcıya bildir.

source: Query driver databases for newly available or updated drivers.
tr: Sürücü veritabanını, yeni kullanılabilir ve güncelleştirilmiş sürücüler için sorgula.

source: List available drivers and their status.
tr: Kullanılabilir sürücüleri ve durumlarını listele.

source: Enable drivers that can be automatically installed.
tr: Otomatik olarak kurulabilen sürücüleri etkinleştir.

source: List hardware identifiers from this system.
tr: Sistemdeki donanım kimliği tanıtıcılarını listele.

source: Enable a driver
tr: Bir sürücüyü etkinleştir

source: Disable a driver
tr: Bir sürücüyü devre dışı bırak

source: Ask for confirmation for --enable/--disable
tr: --enable/--disable için onay iste

source: Check if there is a graphics driver available that supports composite and offer to enable it
tr: Masaüstü etkilerini destekleyen bir grafik sürücüsü olup olmadığını denetle ve etkinleştirilmesi için öner

source: Only manage free/nonfree drivers. By default, all available drivers with any license are presented.
tr: Yalnızca özgür/özgür olmayan sürücüleri yönet. Varsayılan olarak, tüm mevcut sürücüler sunulur.

source: Run as session D-BUS server.
tr: D-BUS sunucu oturumu olarak çalıştır.

source: Do not use D-BUS for communicating with the backend. Needs root privileges.
tr: Arka tarafla haberleşmek için D-BUS kullanmayın. Özel izin gereklidir.

source: Use a different target kernel version than the currently running one. This is only relevant with --no-dbus.
tr: Şu anda çalışmakta olan çekirdek sürümünden farklı bir hedef çekirdek kullanın. Bu sadece --no-dbus ile ilgili.

source: Restricted drivers available
tr: Kısıtlanmış sürücüler mevcut

source: In order to use your hardware more efficiently, you can enable drivers which are not free software.
tr: Donanımınızı daha etkin kullanabilmek için, özgür olmayan sürücüleri etkinleştirebilirsiniz.

source: New drivers available
tr: Yeni sürücüler mevcut

source: There are new or updated drivers available for your hardware.
tr: Donanımınız için yeni ya da güncelleştirilmiş sürücüler mevcut.

source: New restricted drivers in use
tr: Yeni kısıtlanmış sürücüler kullanımda

source: In order for this computer to function properly, %(os)s is using driver software that cannot be supported by %(os)s.
tr: Bu bilgisayarın doğru çalışması için %(os)s tarafından desteklenmeyen bir sürücü kullanılıyor.

source: There is no available graphics driver for your system which supports the composite extension, or the current one already supports it.
tr: Sisteminiz için masaüstü etkilerini destekleyen kullanılabilir grafik sürücüsü yok veya geçerli sürücü zaten destekliyor.

source: Downloading and installing driver...
tr: Sürücü indiriliyor ve kuruluyor...

source: Removing driver...
tr: Sürücü kaldırılıyor...

source: Downloading and updating package indexes...
tr: Paket içerikleri indiriliyor ve güncelleniyor...

source: Use --list to see available drivers
tr: Mevcut sürücüleri görmek için --list kullanınız

source: Cannot change driver
tr: Sürücü değiştirilemiyor

source: Enable driver?
tr: Sürücü etkinleştirilsin mi?

source: Disable driver?
tr: Sürücü devre dışı bırakılsın mı?

source: Sorry, the Jockey backend crashed. Please file a bug at:
tr: Üzgünüm, Jockey arka ucu çöktü. Lütfen belirtilen adrese bir hata raporu gönderin:

source: Trying to recover by restarting backend.
tr: Arka uç yeniden başlatılarak kurtarılmaya çalışılıyor.

source: Sorry, installation of this driver failed.
tr: Üzgünüm, bu sürücünün kurulumu başarısız oldu.

source: Please have a look at the log file for details
tr: Ayrıntılar için lütfen günlük dosyasına bakın

source: Download error
tr: İndirme hatası

source: Downloading package indexes failed, please check your network status. Most drivers will not be available.
tr: Paket içerik dizinleri indirme hatası. Lütfen ağ durumunuzu kontrol edin. Çok sayıda sürücü kullanılamayacak.

source: Searching driver for %s...
tr: %s için sürücü aranıyor....

source: Configure third-party and proprietary drivers
tr: Üçüncü-parti ve telifli sürücüleri yapılandır

source: Alternate Atheros "madwifi" driver
tr: Alternatif Atheros "madwifi" sürücüsü

source: Alternate "madwifi" driver for Atheros wireless LAN cards.
tr: Atheros Kablosuz yerel ağ kartları için alternatif "madwifi" sürücüsü

source: Only activate this driver if you have problems with your wireless LAN connection. The free "ath5k" driver should work with most Atheros cards nowadays, but on some computers this alternate (but proprietary) driver still works better, or at all.
tr: Bu sürücüyü sadece kablosuz yerel ağ bağlantısı ile sorun yaşandığında etkinleştirin. Ücretsiz "ath5k" sürücüsü, birçok Atheros kartı ile sorunsuz çalışmaktadır ancak bazı bilgisayarlarda henüz ya hiç çalışmamakta ya da çalışsa bile, telifli korunan öteki sürücü daha iyi sonuçlar vermektedir.

source: You removed the configuration file %s
tr: %s yapılandırma dosyasını kaldırdınız

source: Reconfiguring X.org video drivers is not possible: %s is invalid.
tr: X.org video sürücülerini yeniden yapılandırma mümkün değil: %s geçersiz.

source: AMD proprietary FGLRX graphics driver
tr: AMD sahipli FGLRX grafik sürücüsü

source: 3D-accelerated proprietary graphics driver for AMD (ATI) cards.
tr: AMD (ATI) kartlar için 3B-hızlandırmalı kapalı kodlu grafik sürücüsü.

source: This driver is required to fully utilise the 3D potential of some AMD (ATI) graphics cards, as well as provide 2D acceleration of newer cards.
tr: Bu sürücü, bazı AMD (ATI) grafik kartlarının 3B potansiyelini tam olarak kullanabilmek ve daha yeni kartlarda 2B hızlandırmayı sağlamak için gerekmektedir.

source: Software modem
tr: Yazılımsal modem

source: This driver enables the usage of many software modems, as commonly found in laptops. If this driver is not enabled, you will not be able to use your modem.
tr: Bu sürücü, çoğunlukla dizüstü bilgisayarlarda bulunan birçok yazılımsal modemin kullanımını etkinleştirir. Eğer bu sürücü etkin değilse, modeminizi kullanamayabilirsiniz.

source: VMWare Client Tools
tr: VMWare İstemci Araçları

source: Install VMWare client drivers and tools
tr: VMWare istemci sürücü ve araçlarını kur

source: Install the VMWare client drivers and tools for your VMWare based Ubuntu installation. This should help you use Ubuntu in your VM.
tr: VMWare tabanlı Ubuntu kurulumunuz için VMWare istemci sürücü ve araçlarını yükleyin. Bu Ubuntu'yu Sanal Makinenizde (VM) kullanmanıza yardımcı olur.

source: Enable debugging messages.
tr: Hata ayıklama iletilerini etkinleştir.

source: Write logging messages to a file instead to stderr.
tr: Günlük iletilerini stderr yerine bir dosyaya yaz.

source: Timeout for D-BUS service (default: 600, 0: run forever)
tr: D-BUS servisi için zaman aşımı sınırı (öntanımlı: 600, 0: yok)

source: Add a custom handler directory.
tr: Özel bir işleyici dizini ekleyin.

source: Run on session D-BUS (only for testing)
tr: D-BUS oturumunda çalıştır (sadece test için)

source: Use a different target kernel version than the currently running one.
tr: Şu anda çalışmakta olandan farklı bir hedef çekirdek sürümü kullanın.

source: Get information about local device drivers
tr: Yerel aygıt sürücüleri hakkında bilgi al

source: To query the device drivers, you need to authenticate.
tr: Aygıt sürücülerini sorgulamak için kimlik doğrulaması yapmanız gerekir.

source: Check for newly available drivers for, and used drivers on this system
tr: Yeni, kullanılabilir ve bu sistemde kullanılmış sürücüleri denetle

source: To check the driver status, you need to authenticate.
tr: Sürücü durumunu kontrol etmek için kimlik doğrulaması yapmanız gerekir.

source: Query local and remote driver databases for updated drivers for the system
tr: Sistem için güncelleştirilmiş yerel ve uzak sürücü veritabanlarını sorgula

source: To query the driver databases for updates, you need to authenticate.
tr: Sürücü veritabanındaki güncelleştirmeleri sorgulamak için kimlik doğrulaması yapmanız gerekir.

source: Install or remove device drivers
tr: Aygıt sürücülerini yükle ya da kaldır

source: To install or remove device drivers, you need to authenticate.
tr: Sürücü kurmak yada kaldırmak için, yetkili olmanız gerekmektedir.

source: NVIDIA accelerated graphics driver
tr: NVIDIA hızlandırılmış grafik sürücüsü

source: 3D-accelerated proprietary graphics driver for NVIDIA cards.
tr: NVIDIA kartlar için 3B-hızlandırılmış sahipli grafik sürücü.

source: This driver is required to fully utilise the 3D potential of NVIDIA graphics cards, as well as provide 2D acceleration of newer cards. If you wish to enable desktop effects, this driver is required. If this driver is not enabled, you will not be able to enable desktop effects and will not be able to run software that requires 3D acceleration, such as some games.
tr: Bu sürücü NVIDIA grafik kartlarının 3B potansiyellerini tamamen kullanabilmek için gereklidir. Ayrıca görece yeni kartlar için 2B hızlandırma da sağlamaktadır. Masaüstü etkilerini etkinleştirmek için bu sürücü gereklidir. Eğer sürücü etkinleştirilmezse, masaüstü etkilerini etkinleştiremeyeceksiniz ve bazı oyunlar gibi 3B hızlandırma gerektiren yazılımları çalıştıramayacaksınız.
